/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "Гост. сеть";

"GuestNetworkDescription" = "Гостевая сеть позволяет беспроводным клиентам подключаться к сети Интернет без получения доступа в частную сеть.";
"GuestNetworkDescriptionWithWANServices" = "Гостевая сеть позволяет беспроводным клиентам подключаться к сети Интернет и предоставляет службы, доступные через WAN-порт.";
"GuestNetworkNameDefault" = "Гостевая сеть";
"RADIUSNotForGuestNet" = "Контроль доступа RADIUS служит для ограничения доступа к главной сети и не влияет на гостевую сеть.";
"GuestNetworkSecurityHigherThanMainNetwork" = "Гостевая сеть является более безопасной, чем основная беспроводная сеть.";
"CantExtendGuestNetwork" = "%@ не удается расширить гостевую сеть. Выберите другую сеть.";
"CantJoinGuestNetwork" = "%@ не удается подключиться к гостевой сети. Выберите другую сеть.";

"BandwidthLimitingDescription" = "Ограничение полосы пропускания для доступа в гостевые сети предотвращает использование всеми гостями слишком большой доли пропускной способности соединения с сетью Интернет. Выберите скорость соединения с сетью Интернет из раскрывающегося меню ниже.";
"InternetConnectionSelectSpeedDescription" = "Выберите значения скорости соединения с Интернет. Если значения скорости Вам не известны, обратитесь к интернет-провайдеру.";
"KilobitsPerSecond" = "кбит/с";
"MegabitsPerSecond" = "Мбит/с";
"FormattedBitsPerSecond" = "%@ бит/с";
"FormattedKilobitsPerSecond" = "%@ кбит/с";
"FormattedMegabitsPerSecond" = "%@ Мбит/с";
"InternetConnectionSpeed" = "Скорость интернет-соединения:";
"InternetConnectionFastDownstream" = "6144";
"InternetConnectionFastUpstream" = "768";
"InternetConnectionMediumDownstream" = "1536";
"InternetConnectionMediumUpstream" = "512";
"InternetConnectionBasicDownstream" = "768";
"InternetConnectionBasicUpstream" = "128";
"title_Fast" = "Быстро";
"title_Medium" = "Средняя";
"title_Basic" = "Стандартный";
"title_Custom" = "Настройка";
"title_Custom_Ellipsis" = "Настроить…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "DHCP-конфликт в гостевой сети";
"waRg.description" = "Это беспроводное устройство AirPort отклонило адрес DHCP, принадлежащий одной подсети с его встроенным сервером DHCP для гостевой сети. Требуется изменить диапазон DHCP для гостевой сети.";
"waRg.remedy" = "Интернет…";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "Введенный диапазон DHCP для гостевой сети не соответствует диапазону DHCP, выбранному в главной беспроводной сети. Выберите другой диапазон DHCP.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "Имя гостевой сети не может совпадать с именем главной сети. Выберите для сети общего доступа другое имя.";

"bsGE" = "Включить гостевую сеть";
"bsGN" = "Имя гостевой сети";
"bsGS" = "Безопасность гостевой сети";
"bsGS.1" = "Нет";
"bsGS.5" = "Личный WPA/WPA2";
"bsGS.7" = "Личный WPA2";
"bsGP" = "Пароль гостевой сети";
"bsGD" = "DHCP-диапаз. для гост. сети";
"bsUB" = "Скорость передачи в сети Интернет в направлении, противоположном основному трафику";
"bsDB" = "Скорость передачи в сети Интернет в направлении основного трафика";
"bsBW" = "Ограничить полосу пропускания для сети гостевой сети";
"bsBW.0"= "Без ограничений";
"bsBW.1"= "Ограничить полосу пропускания в направлении, противоположном основному трафику";
"bsBW.2"= "Ограничить полосу пропускания в направлении основного трафика";
"bsBW.3"= "Ограничить в обоих направлениях";
"gnBg" = "Начальный адрес DHCP гостевой сети";
"gnEn" = "Конечный адрес DHCP гостевой сети";
"gnLe" = "DHCP-аренда для гостевой сети";
"gnMg" = "DHCP-сообщение для гостевой сети";
"gn95" = "Сервер LDAP гостевой сети";
"bsAG" = "Разрешить клиентам гост. сетей связываться друг с другом.";
"bsAG.short" = "Разрешить клиентам связываться друг с другом";

"GuestNetworkPanelHeader" = "Настройка гостевой сети";
"ReconfigureGuestNetwork" = "Гостевая сеть";
"ReconfigureGuestNetworkEnabled" = "Эта %@ настроена на создание гостевой сети, позволяющей беспроводным клиентам подключаться к сети Интернет без получения доступа в частную сеть.";
"ReconfigureGuestNetworkEnabledWithWANService" = "Эта %@ настроена на создание гостевой сети, позволяющей беспроводным клиентам подключаться к сети Интернет, а также предоставляет сетевые службы, доступные через WAN-порт.";
"ReconfigureGuestNetworkDisabled" = "Эта %@ настроена так, чтобы не создавать гостевой сети, которые позволяют беспроводным клиентам подключаться к сети Интернет без получения доступа в частную сеть.";
"ReconfigureGuestNetworkDisabledWithWANService" = "Эта %@ настроена на создание гостевой сети, позволяющей беспроводным клиентам подключаться к сети Интернет, а также предоставляет сетевые службы, доступные через WAN-порт.";

"OnePanelGuestNetworkDefaults" = "Безопасная сеть «%@» может также быть создана, чтобы предоставить другим клиентам доступ к Интернету без получения доступа в частную сеть.";
"OnePanelGuestNetworkDefaultsWithWANService" = "Безопасная сеть «%@» может также быть создана, чтобы разрешить другим пользователям доступ к Интернету, а также предоставить сетевые службы, доступные через WAN-порт.";